docs/corners/david/therethere_example.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2021-10-31 Sun 12:41 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>There There Example Essay</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Taproot" />
<link rel="stylesheet" href="/global.css" type="text/css"/>
<link rel="stylesheet" href="/admonition.css" type="text/css"/>
</head>
<body>
<div id="preamble" class="status">
<div class="header"><span class="site"><a href="https://taproot3.sanity.gq">TR3.5</a></span></div><div class="datarow"><h1 class="title">There There Example Essay</h1> <h2 class="subtitle">A prelude for what's to come.</h2> <span class="author">Taproot</span> <span class="date">2021-10-31 Sun 12:33</date></div>
</div>
<div id="content">
<div id="linktables"><div id="table-of-backlinks"><h2>Backlinks</h2><ul></ul></div><div id="table-of-contents"><h2>Table of Contents</h2><div id="text-table-of-contents">
<ul>
<li><a href="#org6fff219">1. Thesis</a></li>
<li><a href="#orgf283c6d">2. Compelling Close Reading</a></li>
<li><a href="#orge93028a">3. Structure</a></li>
<li><a href="#org6f428a3">4. Areas for Growth</a></li>
<li><a href="#orgf1f7a93">5. Rubric</a></li>
</ul>
</div></div>
</div>

<div id="outline-container-org6fff219" class="outline-2">
<h2 id="org6fff219"><span class="section-number-2">1</span> Thesis</h2>
<div class="outline-text-2" id="text-1">
<p>
Not directly laid out - sort of like "Orange uses Thomas Frank's connection with music to emphasize the impact of Native American history on present day Native American identity as well as the power/comfort of vocalizing generational grief". 
</p>
</div>
</div>

<div id="outline-container-orgf283c6d" class="outline-2">
<h2 id="orgf283c6d"><span class="section-number-2">2</span> Compelling Close Reading</h2>
<div class="outline-text-2" id="text-2">
<ul class="org-ul">
<li>Interpreting the second person in Thomas' narrative as indicating his connection to the past was unique and compelling.</li>
<li>"kept as close as skin" as evidence for how tied Thomas is to the struggles of his ancestry is also a good find and general analysis of quote is good</li>
<li>Strong evidence for how Thomas symbolizes "generational grief" in general</li>
</ul>
</div>
</div>

<div id="outline-container-orge93028a" class="outline-2">
<h2 id="orge93028a"><span class="section-number-2">3</span> Structure</h2>
<div class="outline-text-2" id="text-3">
<p>
Focus on establishing Thomas' connection to his ancestry -&gt; focus on establishing how music is outlet for it
</p>
</div>
</div>

<div id="outline-container-org6f428a3" class="outline-2">
<h2 id="org6f428a3"><span class="section-number-2">4</span> Areas for Growth</h2>
<div class="outline-text-2" id="text-4">
<p>
I feel like I was waiting for a third paragraph of sorts that continued the progression - perhaps some more focus on music itself or how it symbolizes the burden it places upon modern-day Native Americans. The conclusion gets into some of this, but I think it could've used some more content. Music link feels almost weaker since 3/4 or even more of the essay doesn't directly address music.
</p>
</div>
</div>

<div id="outline-container-orgf1f7a93" class="outline-2">
<h2 id="orgf1f7a93"><span class="section-number-2">5</span> Rubric</h2>
<div class="outline-text-2" id="text-5">
<ul class="org-ul">
<li>Writing Mechanics | Exemplary</li>
<li>Writers Voice | Exemplary</li>
<li>Structure | Proficient</li>
<li>Close Reading and Argumentation | Proficient? Maybe barely exemplary?</li>
<li>Understanding Literature | Exemplary?</li>
</ul>
</div>
</div>
</div>
</body>
</html>
