docs/corners/david/therethere_example.tex
% Created 2021-09-24 Fri 14:01
% Intended LaTeX compiler: xelatex
\documentclass[letterpaper]{article}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\setlength{\parindent}{0pt}
\usepackage[margin=1in]{geometry}
\usepackage{fontspec}
\usepackage{svg}
\usepackage{cancel}
\usepackage{indentfirst}
\setmainfont[ItalicFont = LiberationSans-Italic, BoldFont = LiberationSans-Bold, BoldItalicFont = LiberationSans-BoldItalic]{LiberationSans}
\newfontfamily\NHLight[ItalicFont = LiberationSansNarrow-Italic, BoldFont       = LiberationSansNarrow-Bold, BoldItalicFont = LiberationSansNarrow-BoldItalic]{LiberationSansNarrow}
\newcommand\textrmlf[1]{{\NHLight#1}}
\newcommand\textitlf[1]{{\NHLight\itshape#1}}
\let\textbflf\textrm
\newcommand\textulf[1]{{\NHLight\bfseries#1}}
\newcommand\textuitlf[1]{{\NHLight\bfseries\itshape#1}}
\usepackage{fancyhdr}
\pagestyle{fancy}
\usepackage{titlesec}
\usepackage{titling}
\makeatletter
\lhead{\textbf{\@title}}
\makeatother
\rhead{\textrmlf{Compiled} \today}
\lfoot{\theauthor\ \textbullet \ \textbf{2021-2022}}
\cfoot{}
\rfoot{\textrmlf{Page} \thepage}
\titleformat{\section} {\Large} {\textrmlf{\thesection} {|}} {0.3em} {\textbf}
\titleformat{\subsection} {\large} {\textrmlf{\thesubsection} {|}} {0.2em} {\textbf}
\titleformat{\subsubsection} {\large} {\textrmlf{\thesubsubsection} {|}} {0.1em} {\textbf}
\setlength{\parskip}{0.45em}
\renewcommand\maketitle{}
\author{Taproot}
\date{\today}
\title{There There Example Essay\\\medskip
\large A prelude for what's to come.}
\hypersetup{
 pdfauthor={Taproot},
 pdftitle={There There Example Essay},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 28.0.50 (Org mode 9.4.4)}, 
 pdflang={English}}
\begin{document}

\maketitle

\section{Thesis}
\label{sec:org82649d4}
Not directly laid out - sort of like "Orange uses Thomas Frank's connection with music to emphasize the impact of Native American history on present day Native American identity as well as the power/comfort of vocalizing generational grief". 

\section{Compelling Close Reading}
\label{sec:org3087510}
\begin{itemize}
\item Interpreting the second person in Thomas' narrative as indicating his connection to the past was unique and compelling.
\item "kept as close as skin" as evidence for how tied Thomas is to the struggles of his ancestry is also a good find and general analysis of quote is good
\item Strong evidence for how Thomas symbolizes "generational grief" in general
\end{itemize}

\section{Structure}
\label{sec:org9d45928}
Focus on establishing Thomas' connection to his ancestry -> focus on establishing how music is outlet for it

\section{Areas for Growth}
\label{sec:orgd270f9f}
I feel like I was waiting for a third paragraph of sorts that continued the progression - perhaps some more focus on music itself or how it symbolizes the burden it places upon modern-day Native Americans. The conclusion gets into some of this, but I think it could've used some more content. Music link feels almost weaker since 3/4 or even more of the essay doesn't directly address music.

\section{Rubric}
\label{sec:org520a887}
\begin{itemize}
\item Writing Mechanics | Exemplary
\item Writers Voice | Exemplary
\item Structure | Proficient
\item Close Reading and Argumentation | Proficient? Maybe barely exemplary?
\item Understanding Literature | Exemplary?
\end{itemize}
\end{document}
